{
  "navbarHome": "Home",
  "navbarAbout": "About",
  "navbarContact": "Contact",

  "headerTitleOne": "We",
  "headerTitleTwo": "Codez",
  "headerDescription": "We build beautiful products with the latest technologies and frameworks. We are a team of passionate developers and designers that love to build amazing products.",

  "languageOne": "English",
  "languageTwo": "Turkish",

  "contactTitle": "Contact Us",
  "contactDescription": "We are always here to help you. If you have any questions or need help, feel free to contact us.",
  "contactSubject": "Subject",
  "contactName": "Name",
  "contactEmail": "Email",
  "contactMessage": "Message",
  "contactButton": "Submit",
  "contactSubjectPH": "Enter the subject...",
  "contactNamePH": "Enter your name...",
  "contactEmailPH": "info@wecodez.com",
  "contactMessagePH": "Enter your message...",

  "cardButton": "Learn More",
  "cardTitleOne": "Web Development",
  "cardDescriptionOne": "We build beautiful and responsive websites with the latest technologies and frameworks.",
  "cardTitleTwo": "Mobile Development",
  "cardDescriptionTwo": "We build your mobile apps with the latest technologies. We offer support for both iOS and Android platforms.",
  "cardTitleThree": "Backend development",
  "cardDescriptionThree": "We offer powerful and scalable backend services. We offer support for both cloud-based and local servers.",

  "commentOneQuote": "Working with Wecodez was truly a wonderful experience. The services they provided for both web and mobile applications were excellent. The professionalism of the team and their communication were commendable.",
  "commentOneAuthor": "Ayşe K.",
  "commentOneTitle": "A Wonderful Experience",
  "commentTwoQuote": "Wecodez's expertise in backend development is undeniable. By providing solutions during the construction of our project's infrastructure, we were able to save time and resources. I highly recommend them!",
  "commentTwoAuthor": "Mehmet T.",
  "commentTwoTitle": "Expertise and Solutions",
  "commentThreeQuote": "I have complete trust in Wecodez when it comes to website development. With their aesthetic and user-experience-focused approach, they executed our project perfectly. Thank you!",
  "commentThreeAuthor": "Zeynep Y.",
  "commentThreeTitle": "Trust and Quality",
  "commentFourQuote": "We were amazed by the Wecodez team's work in mobile application development. They delivered our project quickly and with high quality. They will definitely be our preference for future projects.",
  "commentFourAuthor": "Ali R.",
  "commentFourTitle": "Speed and Quality",
  "commentFiveQuote": "Wecodez is a truly knowledgeable team. They supported us at every stage of our project, and we were extremely satisfied with the results. Wishing them continued success in their work!",
  "commentFiveAuthor": "Deniz A.",
  "commentFiveTitle": "Professionalism and Support",
  
  "footerTitle": "Be informed about our campaigns!",
  "footerDescription": "Stay up to date with our campaigns and take advantage of the latest discounts and deals. Subscribe to our newsletter by entering your e-mail address.",
  "footerLOH": "Services",
  "footerLOL": "Web Development",
  "footerLOT": "Mobile Development",
  "footerLOB": "Backend Development",
  "footerLTH": "About Us",
  "footerLTL": "Our Team",
  "footerLTT": "Our Projects",
  "footerLTB": "Our Blog"
}
