{
  "navbarHome": "Anasayfa",
  "navbarAbout": "Hakkımızda",
  "navbarContact": "İletişim",

  "headerTitleOne": "Yeniliği oluştur,",
  "headerTitleTwo": "Yükselt!",
  "headerDescription": "En son teknolojiler ve çerçevelerle güzel ürünler üretiyoruz. Harika ürünler üretmeyi seven tutkulu geliştiricilerden ve tasarımcılardan oluşan bir ekibiz.",

  "languageOne": "İngilizce",
  "languageTwo": "Türkçe",

  "contactTitle": "Bize ulaşın",
  "contactDescription": "Size yardım etmek için daima buradayız. Herhangi bir sorunuz varsa bizimle iletişime geçebilirsiniz.",
  "contactSubject": "Konu",
  "contactName": "İsim",
  "contactEmail": "E-posta",
  "contactMessage": "Mesajınız",
  "contactButton": "Gönder",
  "contactSubjectPH": "Hizmetler, Destek, İşbirliği...",
  "contactNamePH": "Batuhan",
  "contactEmailPH": "info@wecodez.com",
  "contactMessagePH": "Hizmetleriniz hakkında bilgi almak istiyorum...",

  "cardButton": "Daha fazla bilgi",
  "cardTitleOne": "Web Geliştirme",
  "cardDescriptionOne": "En son teknolojiler ve frameworkler ile modern responsive web siteleri oluşturuyoruz.",
  "cardTitleTwo": "Mobile Geliştirme",
  "cardDescriptionTwo": "Mobil uygulamalarınızı en son teknolojilerle oluşturuyoruz. Hem iOS hem de Android platformları için destek sunuyoruz.",
  "cardTitleThree": "Backend Geliştirme",
  "cardDescriptionThree": "Güçlü ve ölçeklenebilir backend hizmetleri sunuyoruz. Hem bulut tabanlı hem de yerel sunucular için destek sunuyoruz.",

  "commentOneQuote": "Wecodez ile çalışmak gerçekten harika bir deneyimdi. Hem web hem de mobil uygulamalar için sundukları hizmetler mükemmeldi. Ekibin profesyonelliği ve iletişimleri takdire şayandı.",
  "commentOneAuthor": "Ayşe K.",
  "commentOneTitle": "Harika bir deneyim",
  "commentTwoQuote": "Backend geliştirmede Wecodez'in uzmanlığı tartışılmaz. Projemizin altyapısını oluştururken sundukları çözümler sayesinde zaman ve kaynak tasarrufu sağladık. Kesinlikle tavsiye ederim!",
  "commentTwoAuthor": "Mehmet T.",
  "commentTwoTitle": "Uzmanlık ve Çözümler",
  "commentThreeQuote": "Web sitesi geliştirme konusunda Wecodez'e güvenim tam. Estetik ve kullanıcı deneyimi odaklı yaklaşımlarıyla projemizi mükemmel bir şekilde hayata geçirdiler. Teşekkürler!",
  "commentThreeAuthor": "Zeynep Y.",
  "commentThreeTitle": "Güven ve Kalite",
  "commentFourQuote": "Mobil uygulama geliştirme konusunda Wecodez ekibine hayran kaldık. Hem hızlı hem de kaliteli bir şekilde projemizi teslim ettiler. İlerleyen işlerimizde de tercihimiz olacaklar.",
  "commentFourAuthor": "Ali R.",
  "commentFourTitle": "Hız ve Kalite",
  "commentFiveQuote": "Wecodez, işini gerçekten bilen bir ekip. Projemizin her aşamasında bize destek oldular ve sonuçtan son derece memnun kaldık. İşlerinde başarılarının devamını dilerim!",
  "commentFiveAuthor": "Deniz A.",
  "commentFiveTitle": "Profesyonellik ve Destek",

  "aboutTitle": "Biz Kimiz",
  "aboutDescription": "Wecodez, web, mobil ve backend geliştirme alanında uzmanlaşmış bir yazılım şirketidir. Müşterilerine yenilikçi çözümler sunarak dijital ürünlerini ve hizmetlerini güçlendirme misyonuyla yola çıkmıştır. Ekibi, tecrübeli ve yetenekli yazılım mühendislerinden oluşmakta olup, her projeye özgü çözümler üreterek müşteri memnuniyetini en üst seviyede tutmayı hedeflemektedir.",
  "aboutTitleTwo": "Misyonumuz",
  "aboutDescriptionTwo": "Misyonumuz müşterilerimize en iyi hizmeti sunmaktır. Hedeflerinize ulaşmanıza yardımcı olacak güzel ve işlevsel ürünler üretmeyi amaçlıyoruz. Projelerinizde size yardımcı olmak için buradayız. İşbirliği yaparak, projelerinizi hayata geçirmek için en iyi çözümleri sunuyoruz. Müşterilerimizin memnuniyeti ve başarısı bizim için her şeyden önemlidir.",
  "aboutTitleThree": "Vizyonumuz",
  "aboutDescriptionThree": "We Codez olarak, sektörde önde gelen bir yazılım firması olmayı hedefliyoruz. Müşterilerimize sunduğumuz SEO uyumlu ve responsive tasarımlarımız ile onların dijital varlıklarını güçlendirirken, aynı zamanda teknolojiyi en iyi şekilde kullanarak sürdürülebilir ve yenilikçi çözümler üretiyoruz. Müşterilerimizin başarıları bizim için önceliklidir ve her projede en iyi hizmeti sunarak onların memnuniyetini ve güvenini kazanmayı amaçlıyoruz.",
  "aboutTitleFour": "İletişim",
  
  "footerTitle": "Kampanyalarımızdan haberdar olun!",
  "footerDescription": "Kampanyalarımızdan haberdar olarak en son indirimlerden ve fırsatlardan yararlanabilirsiniz. E-posta adresinizi girerek bültenimize abone olun.",
  "footerLOH": "Services",
  "footerLOL": "Web Development",
  "footerLOT": "Mobile Development",
  "footerLOB": "Backend Development",
  "footerLTH": "About Us",
  "footerLTL": "Our Team",
  "footerLTT": "Our Projects",
  "footerLTB": "Our Blog"
}
